Repository: lifeng-88/Project59
Catalog: Hub/Rahmi/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, zh_hant

# welcome.bonus.title
source: WELCOME BONUS
de: WILLKOMMENSBONUS
es: BONO DE BIENVENIDA
fr: PRIME DE BIENVENUE
ja: ウェルカムボーナス
pt: BÔNUS DE BEM-VINDO
zh_hant: 歡迎獎勵

# common.ok
source: OK
es: DE ACUERDO
fr: D'ACCORD
ja: わかりました
zh_hant: 好

# creation.meta.status
source: Status
es: Estado
fr: Statut
ja: 状態
zh_hant: 狀態

# home.catalog.preset.beauty
source: BEAUTY
es: BELLEZA
fr: BEAUTÉ
ja: ビューティ
pt: BELEZA
zh_hant: 美妝

# home.template.sheet.start
source: Start
es: Comenzar
fr: Commencer
ja: 始める
pt: Começar
zh_hant: 開始生成

# legal.version_format
source: VERSION %@
es: VERSIÓN %@
ja: バージョン %@
pt: VERSÃO %@
zh_hant: 版本 %@

# login.signing_in
source: Signing in…
es: Iniciando sesión…
fr: Connexion…
ja: サインイン中…
pt: Fazendo login…
zh_hant: 登錄中…

# my.profile.row.feedback
source: Feedback Center
es: Centro de comentarios
fr: Centre de commentaires
ja: フィードバックセンター
pt: Centro de Feedback
zh_hant: 反饋中心

# push.recharge_incentive.bonus_coins
source: Bonus
es: Bonificación
ja: ボーナス
pt: Bônus
zh_hant: 額外贈送

# recharge.package_bonus_format
source: %lld + %lld BONUS
es: %lld + %lld BONIFICACIÓN
ja: %lld + %lld ボーナス
pt: %lld + %lld BÔNUS
zh_hant: %lld + %lld 贈送

# recharge.package_bonus_suffix
source: BONUS
es: PRIMA
fr: PRIME
ja: ボーナス
pt: BÔNUS
zh_hant: 贈送

# recharge.payment.bonus_api_format
source: +%@%% BONUS (+%lld)
es: +%@%% BONIFICACIÓN (+%lld)
ja: +%@%% ボーナス (+%lld)
pt: +%@%% BÔNUS (+%lld)
zh_hant: +%@%% 獎勵 (+%lld)

# recharge.payment.bonus_label
source: %lld BONUS
es: %lld BONIFICACIÓN
ja: %lld ボーナス
pt: %lld BÔNUS
zh_hant: %lld 贈送

# home.primary.video
source: Video
fr: Vidéo
ja: ビデオ
pt: Vídeo
zh_hant: 視頻

# kind.video
source: Video
fr: Vidéo
ja: ビデオ
pt: Vídeo
zh_hant: 視頻

# home.catalog.preset.anime
source: ANIME
ja: アニメ
zh_hant: 動漫

# home.catalog.preset.viral
source: VIRAL
ja: バイラル
zh_hant: 爆款

# login.title
source: Rahmi
ja: BBB

# debug.local.package.plus
source: Plus Pack
zh_hant: 加量套餐

# debug.local.package.popular
source: Popular Pack
zh_hant: 熱門套餐

# debug.local.package.starter
source: Starter Pack
zh_hant: 入門套餐

# debug.local.package.value
source: Value Pack
zh_hant: 超值套餐

# debug.local.template_title
source: Face Swap Preview
zh_hant: 換臉預覽

# debug.sim_push.coins_claim.body
source: You have 500 coins to claim. Tap to collect.
zh_hant: 送你 500 金幣，點擊領取

# debug.sim_push.feedback_reply.body
source: Support replied to your feedback. Tap to view.
zh_hant: 客服回覆了你的反饋，點擊查看

# debug.sim_push.generation_failure.body
source: Creation could not finish. Tap for details.
zh_hant: 創作未能完成，點擊查看任務詳情

# debug.sim_push.generation_success.body
source: Your creation is ready. Tap to view.
zh_hant: 你的創作已生成，點擊查看

# debug.sim_push.recharge_incentive.body
source: New-user recharge offer. Tap to view.
zh_hant: 新用戶專享充值優惠，點擊查看

# debug.sim_push.template_category.body
source: New templates are live. Tap to explore.
zh_hant: 新模板已上線，點擊探索

# home.feed.compare.after
source: AFTER
zh_hant: 效果

# home.feed.compare.before
source: BEFORE
zh_hant: 原圖

# home.generating.queuing.browse_other
source: Browse other content
zh_hant: 瀏覽其他內容

# home.generating.queuing.creating_task
source: Creating task…
zh_hant: 正在創建任務…

# home.generating.queuing.detail_running
source: Blending your photo with the template. This may take a moment.
zh_hant: 正在將你的素材與模板融合，請稍候。

# home.generating.queuing.footer_short
source: Generation continues in the background. You can safely leave this page.
zh_hant: 生成將在後台繼續，你可隨時離開本頁。

# home.generating.queuing.hero_generating
source: GENERATING…
zh_hant: 生成中…

# home.generating.queuing.nav_title
source: QUEUING…
zh_hant: 排隊中…

# home.generating.queuing.source_tag
source: SOURCE
zh_hant: 素材

# home.generating.queuing.template_tag
source: TEMPLATE
zh_hant: 模板

# login.api_format
source: API: %@
zh_hant: 接口：%@

# recharge.record.sample_title
source: Coin pack
zh_hant: 金幣套餐
